[
  {
    "quote": "Syllabus khatam hone se pehle toh semester khatam ho gaya.",
    "speaker": "You, crying internally"
  },
  {
    "quote": "Tera CGPA dekh ke HR ne resume open bhi nahi kiya.",
    "speaker": "Reality"
  },
  {
    "quote": "Assignment deadline kal thi? Oh... tabhi neend achhi aayi thi.",
    "speaker": "Brain at 3AM"
  },
  {
    "quote": "Beta, marks toh ache aaye hain... par kisi aur ke.",
    "speaker": "Dad"
  },
  {
    "quote": "Tera answer sheet dekh ke teacher ne pen hi chhod diya.",
    "speaker": "Rumour"
  },
  {
    "quote": "Group project mein tu 'moral support' ban ke raha hai bas.",
    "speaker": "Team Leader"
  },
  {
    "quote": "3rd year mein ho, aur abhi tak 'bas iss baar seriously padh lunga' keh rahe ho?",
    "speaker": "Future You"
  },
  {
    "quote": "Padosi ke beta ne IIT crack kar liya, tu kya kar raha hai?",
    "speaker": "Dad"
  },
  {
    "quote": "Hamare time pe 1 pen se 3 saal nikal jaate the.",
    "speaker": "Dada Ji"
  },
  {
    "quote": "Log kya kahenge?",
    "speaker": "Every Indian Parent Ever"
  },
  {
    "quote": "Aakhir ko ladki hi toh hai… zyada padh ke kya karegi?",
    "speaker": "Toxic Relative"
  },
  {
    "quote": "Din bhar phone ghusa rehta hai... battery nahi, akal bhi khatam ho gayi hai.",
    "speaker": "Savage Mummy"
  },  
  {
    "quote": "bhaiya coding seekh lo... web series se toh naukri nahi milegi.",
    "speaker": "Choti bhen"
  },
  {
    "quote": "Beta, padhai pe dhyaan do. Pyaar vyaar sab faltu hai.",
    "speaker": "Mom"
  },
  {
    "quote": "didi coding seekh lo... snap streak aur insta posts se toh naukri nahi milegi.",
    "speaker": "Choti bhen"
  },
  {
    "quote": "Aise hi phone mein ghuse rahoge toh aankhen chali jayengi.",
    "speaker": "Mom"
  },
  {
    "quote": "Beta, ghar aake chai banana seekh lo, bahu banne mein madad milegi.",
    "speaker": "Masi"
  },
  {
    "quote": "10th board ka result aaya toh xyz milega(mujhe aaj tk nhi mila)!",
    "speaker": "Dad"
  },
  {
    "quote": "Ek baar government job lag jaye, zindagi set hai.",
    "speaker": "Indian Dad"
  },
  {
    "quote": "Tumhare liye toh sab kuch karte hain, aur tum ho ki….",
    "speaker": "Mom (Emotional Blackmail Edition)"
  },
  {
    "quote": "Pehle naukri, phir pyaar.",
    "speaker": "Society Planner"
  },
  {
    "quote": "Pata nhi dinbhar laptop me ghus ke kya krte hai ye bacche!",
    "speaker": "Mom after calling us 200 times for khana"
  },
  {
    "quote": "Hamare time pe toh 3 km paidal jaake school jaate the.",
    "speaker": "Dad (Nostalgia Mode)"
  },
  {
    "quote": "Result 95% aaya toh bhi ‘itna kam kyun?’",
    "speaker": "Perfectionist Parent"
  },
  {
    "quote": "Tumhe sab kuch asani se milgya to tumhe kadar nhi hai.",
    "speaker": "Dad (kinda true)"
  },
  {
    "quote": "Kya zarurat thi phone mein password lagane ki?",
    "speaker": "Suspisious Bhai Bhen"
  },
  {
    "quote": "Khud ke kapde dhone lagenge toh akal aayegi!",
    "speaker": "Mom, frustrated"
  },
  {
    "quote": "Kal se subah 5 baje uthega, samjha?",
    "speaker": "Disciplinary Dad"
  },
  {
    "quote": "Tu adopted hai, tujhe railway station se uthaya tha.",
    "speaker": "Elder Sibling"
  },
  {
    "quote": "Mummy ke favourite toh mai hi hu, hamesha se tha.",
    "speaker": "Sibling"
  },
  {
    "quote": "Main kaam karu toh farz, tu kare toh help.",
    "speaker": "Middle Child"
  },
  {
    "quote": "Marks ache aaye toh mummy ka beta, kam aaye toh papa ka.",
    "speaker": "Petty Sibling"
  },
  {
    "quote": "Khud ka kaam mujhse karwata hai, aur mummy se kehta hai main kuch nahi karta.",
    "speaker": "Victim Mode Activated"
  },
  {
    "quote": "Mummy mujhe hamesha daantti hai, tujhe toh kuch bolti bhi nahi.",
    "speaker": "Younger Sibling"
  },
  {
    "quote": "Mere toys bhi tujhe diye the, aur ab Wi-Fi bhi le raha hai.",
    "speaker": "Elder Sibling, fed up"
  },
  {
    "quote": "Tu toh tab aaya jab sab khatam ho chuka tha – pyaar bhi, paisa bhi.",
    "speaker": "Burnt-Out Elder Sibling"
  },
  {
    "quote": "Mummy ko teri chhoti si choti baat yaad hai, meri birthday bhi bhool jaati hai.",
    "speaker": "Emotionally Damaged Sibling"
  }
]
